"ASSISTED_AUTH_INSTRUCTIONS" = "%@にアクセスして次のコードを入力し、%@にログインしてください";

"BUTTON_AUTHENTICATE" = "電話番号を使用する";

"BUTTON_CONTINUE" = "続ける";

"BUTTON_CREATED_ACCOUNT" = "アカウント作成済み";

"BUTTON_CREATE_ACCOUNT" = "アカウントを作成";

"BUTTON_CREATING_ACCOUNT" = "アカウントを作成する";

"BUTTON_DISMISS" = "非表示";

"BUTTON_DONE" = "完了";

"BUTTON_EDIT_NUMBER" = "番号を編集";

"BUTTON_LOGGING_IN" = "ログイン";

"BUTTON_NOT_NOW" = "後で";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "認証コードを再送信";

"BUTTON_RETRY" = "再読込";

"BUTTON_SENDING" = "送信中...";

"BUTTON_SENDING_CONF_CODE" = "認証コード送信中";

"BUTTON_SEND_CONF_CODE" = "認証用コードを送信";

"BUTTON_SENT_CONF_CODE" = "認証コード送信済み";

"BUTTON_TRY_DIFFERENT_NUMBER" = "別の番号でお試しください";

"BUTTON_VERIFYING" = "認証中";

"CALL_ME_ACTION" = "自分に発信";

"CALL_ME_LOADING" = "発信中";

"ERROR_CANT_SMS" = "この電話番号にSMSメッセージを送信できません。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "コードをご確認の上、再度お試しください。";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ネットワークに問題が発生したようです。再度お試しください。 [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "メールアドレスをご確認の上、再度お試しください。";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "番号をご確認の上、再度お試しください。";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "すでに<a href=\"https://www.digits.com/settings\">digits.com</a>で2段階認証コードを設定しています";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2段階認証コードを入力してください。";

"LABEL_ENTER_CONF_CODE" = "6桁のコードを送信しました。";

"LABEL_ENTER_EMAIL" = "メールアドレスを入力してください。";

"LABEL_ENTER_PHONE_NUMBER" = "電話番号を入力してください。";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Twitterでは、このアプリを使う友だちをより多く見つけるためにDigitsを使います。OKをタップすると、アドレス帳がDigitsにアップロードされ、%@のユーザーを見つけやすくなったり、%@のユーザーがあなたを見つけやすくなります。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "友だちを見つける";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "電話番号を認証できません";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "認証コードの送信に問題が発生しました。";

"ONBOARDING_MESSAGE" = "[Digits] https://fabric.io にログインして、認証メールやSMS/音声認証メッセージに使用するアプリ名を設定してください。";

"ONBOARDING_MESSAGE_ANSWERS" = "[Digits] Answersフレームワークをアプリに追加してDigitsの自動イベントログを有効にしましょう。詳細は https://answers.io をご確認ください。";

"PARTIAL_FOOTNOTE_THIS_APP" = "このアプリ";

